# 1. Создать переменную типа String
item_1 = 'Lena'

# 2. Создать переменную типа Integer
item_2 = 25

# 3. Создать переменную типа Float
item_3 = 2.5
print(type(item_3))

# 4 Создать переменную типа Bytes
item_4 = b"Hello"
print(type(item_4))

# 5 Создать переменную типа List